const memlist = [
    {
      id: 1,
      imgSrc: "./img/serval.png",
      name: "Leptailurus serval",
      desc:
      "大きな耳とスリムな体が特徴で、その聴力はネコ科を代表するほど優れています。2、3mは軽々飛べるジャンプ力を生かした、狩りの達人です。サーバルは「猟犬」を意味するという説もあります。"
    },
    {
      id: 2,
      imgSrc: "./img/kotsume.png",
      name: "Aonyx cinerea",
      desc:
      "前足の爪が小さいことが名前の由来になっている。俊敏に動けて潜水も得意。10種類以上の声を使い分ける声優志望。「獲物を探すために隙間に手を突っ込む」という習性で、握手会もばっちり。"
    },
    {
      id: 3,
      imgSrc: "./img/jaga.png",
      name: "Panthera onca",
      desc:
      "橋の残骸を船に見立てて渡しをしているフレンズ。さばくちほーとさばんなちほーを結ぶ橋を作る際に協力した。"
    },
    {
      id: 4,
      imgSrc: "./img/araiguma.png",
      name: "Procyon lotor",
      desc:
      "通称「アライさん」。語尾に「なのだ」をつけて話す。超がつくほどポジティブで、根拠のない謎の自信を持ち、深く物事を考えずに突っ走っては失敗に終わる。でもポジティブだから落ち込まない。アライさんの時代はいつになったらやって来るのか。基本的にはフェネックと行動を共にしている。"
    },
    {
        id: 5,
        imgSrc: "./img/koutei.png",
        name: "Aptenodytes forsteri",
        desc:
        "アイドルユニットPPP(ペパプ)のメンバー。愛称は「コウテイ」。プリンセス(ロイヤルペンギン)からリーダーを任されるものの本人は乗り気ではなく、プリンセスの方が適任と考えている。プレッシャーに弱く、お披露目では緊張しすぎて裏に戻った後に白目を剥いて気絶してしまった。"
    }
  ];
  
  export default memlist;
  